Repository: kyle-borbely/django-carousel-
Catalog: carousel/locale/*/LC_MESSAGES/django.po
Languages: fr

source: sequential
fr: séquentielle

source: random
fr: aléatoire

source: weighted random
fr: aléatoire avec poids

source: cluster random
fr: aléatoire groupée

source: name
fr: nom

source: carousel
fr: carrousselle

source: carousels
fr: carrousselles

source: The position of the element in the sequence or the weight of the element in the randomization process (depending on the carousel's distribution).
fr: Soit la position de l'élément dans la liste, soit son poids dans le tri aléatoire (selon la distribution du carrousselle).

source: carousel element
fr: élément de carrousselle

source: carousel elements
fr: éléments de carrousselle
